export default {
    gender: {
        0: '女',
        1: '男',
        2: '其他'
    },
    reportState:{
        0 : '待诊断',
        1 : '诊断中',
        2 : '已审核',
    },
    applyType: {
        0: '常规病理',
        1: '外院会诊',
        2: '术中冰冻',
        3: '细胞学'
    },
    source: {
        0: '住院',
        1: '门诊'
    },
    techType:{
        0 : '重切',
        1 : '补取',
        2 : '深切',
        3 : '教学片',
        4 : '连切',
        5 : '白片',
        6 : '重染',
        7 : '重处理',
    },
    adviceState:{
        0 : '预申请',
        1 : '已申请',
        2 : '已执行',
    },
}